Repository: johanvergeer/oz-m-de
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
de: Hallo von %(site_name)s! Sie erhalten dieser E-Mail weil user %(user_display)s at %(site_domain)s Dieser E-Mail-Adresse gegeben hat, um sie zu verbinden account. Um dieses zu bestätigen, gehe zu: %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
de: Vielen Dank von %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
de: Bitte bestätigen Sie Ihre E-mail Adresse

source: Cancel
de: Annulierenþ

source: Save
de: Speichern

source: <div class="homepage-opened-today">{} to {}</div>
de: <div class="homepage-opened-today">{} bis {}</div>

source: <div class="homepage-opened-today">Closed today</div>
de: <div class="homepage-opened-today">Heute geschlossen</div>

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Opening time requires a closing time
de: Wenn Sie eine Öffnungszeit einführen soll auch eine Slusszeit eingeführt werden

source: Closing time requires an opening time
de: Wenn Sie eine Schlusszeit einführen soll auch eine Öffnungszeit eingeführt werden

source: Netherlands
de: Niederlande

source: Germany
de: Deutschland

source: Belgium
de: Belgien

source: Address
de: Adresse

source: Postal_code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Organization Category
de: Unternehmen Kategorie

source: Organization categories
de: Unternehmen Kategorien

source: Rooms available
de: Zimmer verfügbar

source: Does rooms available apply to this organization category?
de: Ist Zimmer verfügbar notwendig für dieser Unternehmen Kategorie?

source: Organization
de: Unternehmen

source: Category
de: Kategorie

source: Order
de: Reihenfolge

source: The order this organization will be displayed in the category. Organizations without this value will be ordered randomly.
de: Der Reihenfolge von dieses Unternehmen wird gezeigt in der Kategorie. Unternehmen ohne diesen Wert werden diese Unternehmen nach dem Zufallsprinzip gezeigt .

source: Phone number
de: Telefon Nummer

source: Example: http://mywebsite.com or https://www.mywebsite.com
de: Beispiel: http://meinewebsite.com oder https://www.meinewebsite.com

source: Description
de: Beschreibung

source: Owner
de: Betriebsinhaber

source: Update opening hours daily
de: Öffnungszeiten täglich aktualisieren

source: Today
de: Heute

source: Wednesday
de: Mittwoch

source: Active
de: Aktiv

source: Show the organization on the website
de: Zeig das Unternehmen auf die Website

source: Approved
de: Genehmigt

source: The organization should be approved by the website administrator,If approved, the organization will be shown on the website.
de: Das Unternehmen soll genehmigt werden von der Website Administrator, wenn das Unternehmen zugelassen ist, wird es auf die Website gezeigt.

source: Blocked
de: Gesperrt

source: Organization is blocked and will not be shown on the website
de: Das Unternehmen ist gesperrt und wird nicht auf die Website gezeigt

source: Member
de: Mitglied

source: Is the organization a member
de: Ist das Unternehmen ein Mitglied

source: Are there currently rooms available?
de: Sind in diesen Augenblick Zimmer verfügbar?

source: Forbidden
de: Verboten

source: CSRF verification failed. Request aborted.
de: CSRF-Überprüfung fehlgeschlagen Anfrage abgebrochen

source: Page not found
de: Seite nicht gefunden

source: This is not the page you were looking for.
de: Dies ist nicht die Seite, die Sie gesucht haben.

source: Server Error
de: Serverfehler

source: Looks like something went wrong!
de: Sieht aus wie etwas schief gelaufen ist!

source: Account Inactive
de: Konto Inaktiv

source: This account is inactive.
de: Dieses Konto ist Inaktiv

source: Account
de: Konto

source: E-mail Addresses
de: E-Mail Adressen

source: The following e-mail addresses are associated with your account:
de: Die unterstehende E-Mail Adressen sind verbunden mit Ihr Konto

source: Verified
de: Bestätigt

source: Unverified
de: Ungeprüft

source: Primary
de: Primär

source: Make Primary
de: Mache es Primär

source: Re-send Verification
de: Bestätigung auf neu senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Sie haben noch keinen Email Adresse Eingeführt. Dass muss gemacht werdendamit Sie Benachrichtigungen bekommen können, Ihren Password resetten können usw.

source: Add E-mail Address
de: Fügen Sie Ihre E-mail Adresse hinzu

source: Add E-mail
de: Fügen Sie Ihre E-mail hinzu

source: Do you really want to remove the selected e-mail address?
de: Möchten Sie wirklich alle ausgewählte Email Adressen entfernen?

source: Confirm E-mail Address
de: Bestätige Email Adresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätigen Sie das <a href="mailto:%(email)s">%(email)s</a> eine E-mailadresse istAdresse für Benützer %(user_display)s.

source: Confirm
de: Bestätigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
de: Diese emailadresse ist nicht richtig oder ist verlaufen. Bitte <a href="%(email_url)s">fragen Sie um eine neue Email Bestätigung </a>.

source: Sign In
de: Anmelden

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
de: Bitte anmelden mit einevon deine bestehende Konten. Oder, <a href="%(signup_url)s">Einschreiben</a> für ein %(site_name)s Konto und melden Sie sich Hierunten an:

source: or
de: oder

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
de: Wenn Sie bis jetzt noch kein Konto erstellt haben, dann bitte<a href="%(signup_url)s">Einschreiben</a> zuerst.

source: Forgot Password?
de: Password vergessen?

source: Sign Out
de: Ausloggen

source: Are you sure you want to sign out?
de: Sind Sie sich sicher dass Sie ausloggen möchten

source: Change Password
de: Password ändern

source: Password Reset
de: Password zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Haben Sie Ihr Password vergessen? Geben Sie bitte Ihre Emailadresse unten ein, wir werden dir eine Email senden damit Sie es zurücksetzen können.

source: Reset My Password
de: Setze mein Password zurück

source: Please contact us if you have any trouble resetting your password.
de: Bitte nehmen Sie Kontakt mit uns auf wenn Sie Probleme haben um Ihren Password zurück zu setzen

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben dir eine Email geschickt. Bitte nehmen Sie Kontakt mit uns auf wenn Sie es nicht innerhalb von ein Par Minuten bekommen.

source: Bad Token
de: Schlechte Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Das zurücksetzen vom Password hat nicht funktioniert, vieleicht weil es schon benützt wordenist. Bitte fragen Sie <a href="%(passwd_reset_url)s">new password reset</a>.

source: change password
de: Password ändern

source: Your password is now changed.
de: Dein Password ist geänderd

source: Set Password
de: Passwort festlegen

source: Signup
de: Anmelden

source: Sign Up
de: Unterschreiben

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Haben Sie schon ein Konto? <a href="%(login_url)s">Anmelden</a>.

source: Sign Up Closed
de: Anmelden abgeschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns Leid, aber das Anmelden ist an diesen Augenblick nicht möglich

source: Verify Your E-mail Address
de: Überprüfen Sie Ihre Email Adresse

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
de: Wir haben Sie eine Email geschickt zur überprüfung. Folgen Sie den Link, damitSie diesen Anmeldeprozess enden können. Bitte kontaktieren Sie uns wenn Sieinnerhalb die nächte Par Minuten nichts bekommen haben

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
de: Diese Teil von diese Website verlangt von uns zu überprüfen dass Sie auch sind wer Sie behaupten zu sein. Für diesen Zweck, verlangen wir dass Sie überprüfen dass die Emailadresse Ihre ist.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben dir eine Email geschickt zum überprüfen. Bitte klicken Sie auf den Link in dieser Email. Bitte kontaktieren Sie uns wenn Sie innerhalb die nächte Par Minuten nichts bekommen haben

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
de: <strong>Hinweis:</strong> Sie können noch immer <a href="%(email_url)s">deine e-mail address ändern</a>.

source: Opening Hours Manderscheid
de: Öffnungszeiten Manderscheid

source: My Profile
de: Mein Profil

source: Delete Organization
de: Erstelle Unternehmen

source: Are you sure you want to delete
de: Sind Sie sich sicher dass Sie ausloggen möchten

source: Yes, delete this organization
de: Erstelle Unternehmen

source: This organization is currently blocked and will not be displayed on the website
de: Das Unternehmen ist gesperrt und wird nicht auf die Website gezeigt

source: This organization is currently not active and is not displayed on the website.
de: Das Unternehmen ist gesperrt und wird nicht auf die Website gezeigt

source: This organization is displayed on the website
de: Zeig das Unternehmen auf die Website

source: Organizations
de: Unternehmen

source: Create organization
de: Erstelle Unternehmen

source: Update
de: Aktualisieren

source: Opening hours
de: Öffnungszeiten

source: Delete
de: Löschen

source: Set to No rooms available
de: Auf keine Zimmer zur Verfügung stellen

source: Set to rooms available
de: Auf Zimmer zur Verfügung stellen

source: Use a colon (:) as a separator between hours and minutes
de: Benützen Sie bitte das : Zeichen zwisschen die Stunden und die Minuten

source: Opening hours Manderscheid
de: Öffungszeiten Manderscheid

source: Opened today in Manderscheid
de: Heute geöffned in Manderscheid

source: BACK TO HOME
de: ZURÜCK ZUM HOMEPAGE

source: Opened today:
de: Heute geöffned:

source: No information available
de: Keine Informationen zur verfügung

source: Select a category
de: Wählen Sie eine Kategorie

source: Users
de: Benutzer

source: This username has already been taken.
de: Dieser Benutzername wurde bereits erhoben.

source: Name of User
de: Name Benützer
